Repository: vtfuture/BForms
Catalog: BForms.Docs/Resources/Resource.*.resx
Languages: ro_ro

source: Annual income
ro_ro: Venit anual

# AspTechnologiesQuestion
source: What ASP.NET flavors do you use
ro_ro: Ce componente ASP.NET folosești

source: Birthday
ro_ro: Data nașterii

# ConsentAgreement
source: I agree with Terms & Conditions
ro_ro: Sunt de acord cu Termeni si Condiții

# Email
source: Email address
ro_ro: Adresă mail

# EmailNotifications
source: Receive email notifications
ro_ro: Primește notificări prin mail

# EmailNotificationsPrompt
source: Your register email address will be used
ro_ro: Vom folosi adresa ta de mail

# EmailPrompt
source: email@example.com
ro_ro: email@exemplu.ro

source: Gender
ro_ro: Sex

# GenderPrompt
source: Choose your gender
ro_ro: Alege-ți sexul

# IntervalPrompt
source: Choose dates
ro_ro: Alege datele

source: Location
ro_ro: Locație

source: Name
ro_ro: Nume

# NamePrompt
source: Surname and name
ro_ro: Nume de familie și prenume

source: Password
ro_ro: Parola

source: Personal website
ro_ro: Site personal

source: Programming IDE
ro_ro: Mediu de dezvoltare

# ProgrammingIDEPrompt
source: Type your favorite IDE
ro_ro: Scrie mediul tău preferat de dezvoltare

source: Programming languages
ro_ro: Limbaje de programare

# ProgrammingLanguagesPrompt
source: Type your favorite programming languages
ro_ro: Scrie limbajele tale preferate de programare

# PromptLocation
source: Choose your country
ro_ro: Alege-ți țara

source: Receive emails at specified time
ro_ro: Primește mail-uri la ora specificată

source: Remember me
ro_ro: Păstrează-mă autentificat

# RequiredField
source: This field is required
ro_ro: Acest câmp este obligatoriu

source: Retype password
ro_ro: Rescrie parolă

# SitePrompt
source: http://www.mysite.com
ro_ro: http://www.situlmeu.ro

source: Technologies
ro_ro: Tehnologii

# TechnologiesPrompt
source: Choose your favorite technologies
ro_ro: Alege-ți tehnologiile preferate

source: Username
ro_ro: Utilizator
